{
  "topics": [
    "What's your favorite book and why?",
    "If you could travel anywhere in the world, where would you go?",
    "What's a hobby you've always wanted to pick up?",
    "What's your favorite memory from childhood?",
    "If you could have dinner with any famous person, who would it be?",
    "What's your favorite movie and why?",
    "What was the last TV show you binge-watched?",
    "What's a skill you'd like to learn and why?",
    "What's the most interesting place you've ever visited?",
    "If you could live in any historical period, which one would you choose and why?",
    "What's your favorite type of cuisine?",
    "What's the best piece of advice you've ever received?",
    "If you won the lottery, what's the first thing you would do?",
    "What's your favorite way to spend a weekend?",
    "What's your dream job?",
    "If you could meet any historical figure, who would it be and why?",
    "What's your favorite outdoor activity?",
    "What's one thing you can't live without?",
    "What's your favorite holiday and why?",
    "What's your favorite childhood toy?",
    "What's the most daring thing you've ever done?",
    "What's the best concert you've ever been to?",
    "If you could have any superpower, what would it be?",
    "What's your favorite way to relax?",
    "What's the most valuable lesson you've learned in life?",
    "What's your favorite season and why?",
    "If you could switch lives with anyone for a day, who would it be?",
    "What's your favorite type of music?",
    "What's your favorite place to eat out?",
    "What's a movie you can watch over and over again?",
    "What's the best trip you've ever taken?",
    "If you could speak any language fluently, which one would you choose?",
    "What's your favorite board game?",
    "What's your favorite thing about your hometown?",
    "What's your favorite ice cream flavor?",
    "What's the best book you've ever read?",
    "If you could change one thing about the world, what would it be?",
    "What's your favorite animal and why?",
    "What's the most beautiful place you've ever seen?",
    "If you could have any job for a day, what would it be?",
    "What's your favorite way to get exercise?",
    "What's the best gift you've ever received?",
    "If you could master any instrument, which one would you choose?",
    "What's your favorite subject in school?",
    "What's the most memorable meal you've ever had?",
    "If you could live anywhere in the world, where would it be?",
    "What's your favorite dessert?",
    "What's a place you've always wanted to visit?",
    "What's your favorite TV show from your childhood?",
    "What's the best thing that happened to you this week?",
    "If you could relive any moment in your life, what would it be?",
    "What's your favorite sport to watch?",
    "What's the most interesting fact you know?",
    "If you could be any animal, which one would you choose and why?",
    "What's your favorite way to spend a rainy day?",
    "What's your favorite thing to cook or bake?",
    "What's the best compliment you've ever received?",
    "What's your favorite kind of weather?",
    "If you could have dinner with anyone, living or dead, who would it be?",
    "What's the best advice you could give to someone?",
    "What's your favorite type of art?",
    "What's a goal you're working towards?",
    "If you could see any band or artist live, who would it be?",
    "What's the best project you've ever worked on?",
    "What's your favorite fruit?",
    "What's the most fun you've had recently?",
    "What's your favorite memory with a pet?",
    "What's your favorite type of flower?",
    "If you could time travel, where would you go?",
    "What's your favorite quote?",
    "What's your favorite type of candy?",
    "What's your favorite thing to do on a day off?",
    "What's the most interesting job you've ever had?",
    "If you could live in any country, which one would you choose?",
    "What's your favorite breakfast food?",
    "What's a talent you wish you had?",
    "What's the best prank you've ever pulled?",
    "What's your favorite podcast?",
    "What's the most unique place you've ever stayed?",
    "If you could invent anything, what would it be?",
    "What's your favorite game to play with friends?",
    "What's your favorite way to spend a lazy day?",
    "What's the most beautiful piece of music you've ever heard?",
    "What's your favorite thing about your family?",
    "What's the most creative thing you've ever done?",
    "What's your favorite type of clothing to wear?",
    "If you could be famous for anything, what would it be?",
    "What's your favorite way to help others?",
    "What's the most inspiring book you've ever read?",
    "What's your favorite place to take a walk?",
    "If you could have any pet, what would it be?",
    "What's your favorite thing to do on a road trip?",
    "What's the most adventurous thing you've ever done?",
    "What's your favorite snack?",
    "What's the most thoughtful gift you've ever given?",
    "If you could learn any dance, what would it be?",
    "What's your favorite way to spend time with friends?",
    "What's the best dream you've ever had?",
    "What's your favorite way to stay healthy?",
    "If you could write a book, what would it be about?",
    "What's your favorite holiday tradition?",
    "What's the most beautiful thing you've ever seen?",
    "What's your favorite way to celebrate a success?",
    "If you could create a new holiday, what would it be?",
    "What's your favorite type of exercise?"
  ]
}
